Repository: billerickson/Genesis-Grid
Catalog: languages/genesis-grid-*.po
Languages: de_de

source: Sorry, you cannot activate unless you have installed <a href="%s">Genesis</a>
de_de: Hinweis: Dieses Plugin kann <em>nicht</em> aktiviert werden, solange das <a href="%s">Genesis Framework</a> nicht installiert ist.

source: Genesis - Grid Loop
de_de: Genesis - Grid Loop Einstellungen

source: Grid Location
de_de: Grid-Platzierung

source: Enable on:
de_de: Aktivieren bei:

source: Blog Home
de_de: Blog-Homepage

source: Category Archives
de_de: Kategorie-Archive

source: Tag Archives
de_de: Schlagwort-Archive

source: Search Results
de_de: Suchergebnisse

source: Teaser Columns (2-6)
de_de: Anreißer-Spalten (2-6)

source: Feature Image Size:
de_de: Feature-Bildgröße:

source: Teaser Image Size:
de_de: Anreißer-Bildgröße:

source: Genesis Grid
de_de: Genesis Grid Loop

source: Use a Grid Loop for sections of your site
de_de: Grid Loop für bestimmte Bereiche von Webseiten, die mit dem Genesis Framework laufen.

source: Image Sizes
de_de: Bildgrößen

source: To use this feature, go to Genesis > Theme Settings > Content Archives and check "Include the Featured Image". You can control the size of built-in image sizes (Thumbnail, Medium, and Large) in Settings > Media.
de_de: Um dieses Feature zu verwenden, bitte unter <em>Genesis > Theme-Einstellungen > Inhaltsarchive</em> die Einstellung <code>Featured-Bild einschließen</code> setzen. Die von WordPress voreingestellten Bildgrößen (Vorschaubild, Medium und Groß) können unter den <em>Einstellungen > Mediathek</em> verwaltet werden.

source: Author Archives
de_de: Autorenarchive

source: Features on First Page
de_de: Feature-Beiträge auf erster Seite

source: Teasers on First Page
de_de: Teaser-Beiträge auf erster Seite

source: Features on Subsequent Pages
de_de: Feature-Beiträge auf nachfolgenden Seiten

source: Teasers on Subsequent Pages
de_de: Teaser-Beiträge auf nachfolgenden Seiten
